<?php

$lang['required']			= "Полето %s е задължително.";
$lang['isset']				= "Полето %s трябва да съдържа стойност.";
$lang['valid_email']		= "Полето %s трябва да съдържа валиден имейл адрес.";
$lang['valid_emails']		= "Полето %s трябва да съдържа всички валидни имейл адреси.";
$lang['valid_url']			= "Полето %s трябва да съдържа валиден URL адрес.";
$lang['valid_ip']			= "полето %s трябва да съдържа валиден IP адрес.";
$lang['min_length']			= "Полето %s трябва да бъде най-малко %s символа.";
$lang['max_length']			= "Полето %s трябва да бъде най-много %s символа.";
$lang['exact_length']		= "Полето %s трябва да бъде точно %s символа.";
$lang['alpha']				= "Полето %s може да съдържа само буквени символи.";
$lang['alpha_numeric']		= "Полето %s може да съдържа само буквено-цифрови символи.";
$lang['alpha_dash']			= "Полето %s може да съдържа само буквено-цифрови символи, долна черта, и тирета.";
$lang['numeric']			= "Полето %s трябва да съдържа само числа.";
$lang['is_numeric']			= "Полето %s трябва да съдържа само цифри.";
$lang['integer']			= "Полето %s трябва да съдържа цяло число.";
$lang['regex_match']		= "Полето %s не е с правилен формат.";
$lang['matches']			= "Полето %s не съвпада с полето %s.";
$lang['is_unique'] 			= "Полето %s трябва да съдържа уникална стойност.";
$lang['is_natural']			= "Полето %s трябва да съдържа само положителни числа.";
$lang['is_natural_no_zero']	= "Полето %s трябва да съдържа число по-голямо от 0.";
$lang['decimal']			= "Полето %s трябва да съдържа десетично число.";
$lang['less_than']			= "Полето %s трябва да съдържа число по-малко от %s.";
$lang['greater_than']		= "Полето %s трябва да съдържа число по-голямо от %s.";


/* End of file form_validation_lang.php */
/* Location: ./system/language/english/form_validation_lang.php */